Repository: AlecSPb/MafiaRCG
Catalog: RCG.Main/Resources/Localization/Strings.*.resx
Languages: uk

source: Alibi
uk: Алібі

source: Alive
uk: Живі

source: Arrested
uk: Заарештований

source: Assassin
uk: Вбивця

# AssassinDes
source: Available from 9 players. Must kill everyone to win
uk: Доступний починаючи з 9 гравців. Повинен вбити всіх для перемоги

# AssassinWon
source: Assassing won
uk: Вбивця переміг

# AttImage
source: Attach image
uk: Прикріпіти зображення

source: Back
uk: Назад

source: Cancel
uk: Скасувати

# CitizensWon
source: Civilians won
uk: Мирні жителі перемогли

source: Civilian
uk: Мирний житель

# CivilianDes
source: Simple human. Sleeps at night. The only thing he can - vote
uk: Звичайна людина. Спить уночі. Єдине, що вміє - голосувати

source: Day
uk: День

# DeathVibr
source: Death Vibration
uk: Вібрація при смерті

source: Detective
uk: Детектив

# DetectiveDes
source: The last hope of this city. At night can identify player's side (dark / light)
uk: Остання надія міста. Уночі може дізнатися сторону гравця (темна / світла)

source: Disconnect
uk: Роз'єднатись

source: Doctor
uk: Лікар

# DoctorDes
source: Guardian angel of this city. At night can save one player. Can't heal the same players two nights in a row
uk: Ангел охоронець міста. Вночі може врятувати одного гравця. Не може лікувати одного і того ж гравця 2 ночі підряд

source: Don
uk: Дон

# DonDes
source: Mafia boss. At night checks if one of the players is detective
uk: Босс мафії. Уночі моде дізнатися, чи є гравець комісаром

# DrawVote
source: Seems like nobody goes to jail today
uk: Схоже на те, що сьогодні ніхто не сяде у в'язницю

source: Exit
uk: Вихід

# ExitQ
source: Exit?
uk: Вийти?

source: Girl
uk: Коханка

# GirlDes
source: Gives an alibi to a player..., and a perfect night. At night can die only with chosen player. Can't give alibi to the same player two nights in a row
uk: Дає гравцю алібі..., та не забутню ніч. Вночі моде померти тільки з вибраним гравцем. Не може дати алібі одному й тому ж гравцю дві ночі підряд

source: Heal
uk: Лікувати

source: Hide
uk: Сховати

# Host
source: Moderator
uk: Ведучий

source: How to play
uk: Як грати

source: Immortal
uk: Невмирущий

# ImmortalDes
source: Available from 9 players. Simple civilian that can't die at night
uk: Доступний починаючи з 9 гравців. Звичайний мирний житель, який не може померти вночі

source: Input Name
uk: Введіть ім'я

# InputPass
source: Input room password
uk: Введіть пароль від кімнати

source: Kill
uk: Вбити

source: Killed
uk: Вбиті

# KilledPl
source: Killed
uk: Вбитий

source: Language
uk: Мова

source: Mafia
uk: Мафія

# MafiaDes
source: Must conquer this city. Kills at night. Hides at daytime
uk: Повинна захопити місто. Вбиває вночі. Переховується вдень

source: Mafia won
uk: Мафія перемогла

source: Message
uk: Повідомлення

# NameNotEmpty
source: Name can't be empty
uk: Ім'я не може бути порожнім

source: Next
uk: Далі

# NichtGirl
source: Night - Girl
uk: Ніч - Каханка

# NightDetecive
source: Night - Detective
uk: Ніч - Детектив

source: Night - Doctor
uk: Ніч - Лікар

source: Night - Don
uk: Ніч - Дон

source: Night - Mafia
uk: Ніч - Мафія

# NightManiac
source: Night - Assassin
uk: Ніч - Вбивця

source: No
uk: Ні

# NobodyDied
source: Nobody died tonight
uk: Ніхто сьогодні не помер

# NoInternet
source: No Internet connection
uk: Немає зв'язку з Інтернетом

# NotEnoghPlayers
source: Not enough players to start game
uk: Не вистачає гравців, щоб почати

source: OK
uk: ОК

source: Open Room
uk: Відчинити кімнату

source: Player
uk: Гравець

source: Players Connected
uk: Гравців приєдналося

# Report
source: Bug report
uk: Повідомлення про помилку

# ReportTitle
source: Bug report / Wish
uk: Повідомлення про помилку / Побажання

source: Reset
uk: Скинути

source: Roles
uk: Ролі

source: Room Pass
uk: Пароль від кімнати

source: Room Title
uk: Назва кімнати

# RoomTitleNotEmpty
source: Room Title can't be empty
uk: Назва кімнати не може бути порожнью

# Rule1
source: Gather with friends (Minimum player count - 6)
uk: Зберіть друзів (Найменша кількість гравців - 6)

# Rule2
source: Choose a moderator
uk: Выберіть ведучого

# Rule3
source: Connect to a single wi-fi network (some public networks may not suit). Create room and connect
uk: Під'єднайтеся до єдиної мережи wi-fi (Деякі громадські мережи можуть не підходити). Створіть кімнату та під'єднайтеся

# Rule4
source: Follow moderator's instructions
uk: Дотримуйтесь вказівок ведучого

# Rule5
source: Communicate and have fun!
uk: Спілкуйтесь та розважайтесь!

source: Send
uk: Відправити

source: Sending
uk: Відправляється

source: Server stoped
uk: Сервер зупинився

source: Settings
uk: Налаштування

source: Start Game
uk: Почати гру

source: Stop
uk: Зупунити

# ToMainMenu
source: Exit to Main Menu
uk: Вийти до головного меню

source: Tutorial
uk: Вказівки

source: Vote
uk: Голосування

source: Wish
uk: Побажання

# WrongPass
source: Wrong Password
uk: Помилковий пароль

# WrongWifi
source: Current network is unsuitable
uk: Данна мережа не підходить для гри

source: Yes
uk: Так
